micropython/micropython/ports/raspberrypi/boards/elecfreaks_picoed/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ELECFREAKS PICO:ED"
#define MICROPY_HW_MCU_NAME "rp2040"
